{"id": "1", "title": "Bird flu kills 25,000 turkeys in eastern Poland, sparks cull", "date": "2020-01-02", "fulltext": "WARSAW, Poland (AP) Authorities in eastern Poland say bird flu is responsible for the deaths of at least 25,000 turkeys in poultry farms near the country's borders with Ukraine and Belarus. Polish veterinary authorities on Thursday were planning to cull tens of thousands of birds in the Lubartow area, a major poultry farming region. Police were blocking access to the affected area to non-residents. The chief veterinarian for Lublin province, Pawel Piotrowski, confirmed that the deadly H5N8 virus was responsible for the turkey deaths in two farms in the village of Stary Uscimow, which lies 45 kilometers (28 miles) from the borders with Ukraine and Belarus. It was not clear how the bird flu virus found its way to the farms.", "media_outlet": "AP", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "2", "title": "Over 65,000 hens to be culled in bird flu outbreak in Poland", "date": "2020-01-03", "fulltext": "WARSAW, Poland (AP) Authorities in western Poland say they have ordered the culling of at least 65,000 hens at a farm affected by bird flu that seems to have spread from the east. Regional veterinarian Andrzej Zarnecki said a crisis team is meeting Friday in the city of Poznan to decide on containment measures while laboratory experts work to identify the virus at the hen farm. Krzysztof Borowczyk, who has run the farm for 23 years, said on TVN24 that the order to kill the birds and destroy their carcasses was a heavy blow to him. The farm in the village of Topola Osiedle is located about 250 kilometers (155 miles) from the border with Germany. Authorities in eastern Poland said the H5N8 bird flu virus recently killed at least 40,000 turkeys and geese at poultry farms in a village near Poland's borders with Ukraine and Belarus. Tens of thousands of birds are being culled there, and the area has been closed to non-residents. Experts suspect wild birds could be spreading the diseases and reminded people that bird flu is not harmful to humans.", "media_outlet": "AP", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "3", "title": "Animals farmed: bird flu, bushfires and the 2bn 'hidden' live animal trade", "date": "2020-01-21", "fulltext": "Welcome to our monthly roundup of the biggest issues in farming and food production, with must-read reports from around the web Investigating live animal exports All this week we will be reporting on the global trade in live farm animals, which despite welfare and disease concerns, has quadrupled in size over the past 50 years. Nearly 2 billion animals a year are now trucked and shipped around the world on journeys that can take weeks. We'll be exploring why this trade continues, the risk it poses to disease spread and why the EU has become such a key player. We started the series reporting on hundreds of thousands of unwanted male dairy calves due to be born in Ireland this year, where the choice may be between live export or disposing on-farm. We've also reported on the huge revenues generated by the industry, with the Middle East a key market. In 1988, the global trade in all live animals was worth $716m (£48m); by 2017 that had risen to $21bn. In 2016, Saudi Arabia alone imported almost $1bn worth of live animals, mostly sheep. If you have some expertise in this field and would like to contribute to our investigation, please get in touch via animalsfarmed@theguardian.com. News from around the world More than 800 million animals are estimated to have been killed in Australian bushfires, which have burned 10 million hectares (40,000 square miles) of land in the country. The Australian government expects that 100,000 cattle and sheep could be lost as a result of the bushfires. At least 13,120 farm animals have been euthanised or confirmed dead as a result of bushfires in New South Wales. An outbreak of the highly contagious H5N8 bird flu has been rapidly spreading across eastern Europe this month. Outbreaks have been reported in the Czech Republic, Poland, Slovakia, Hungary and Romania. French authorities culled millions of birds in an attempt to contain the last outbreak of the H5N8 virus in Europe in 2017. In China, an outbreak of the highly pathogenic H5N6 bird flu has been reported in swans in the western Xinjiang region of the country. A reported 180 sheep rescued from the Queen Hind cargo ship that capsized as they were being transported from Romania to Saudi Arabia are due to be resettled. More than 14,000 sheep onboard the ship died. Animal welfare groups leading the rescue of the sheep opposed sending the surviving animals on to Saudi Arabia for slaughter and are in discussions to gain custody of the sheep and resettle them in animal sanctuaries in Romania. One of Europe's largest meat producers, the Netherlands-based Vion, has said it expects the numbers of pigs and cattle in western Europe to decline by 20% over the next decade. It also expects meat consumption to fall by 1½% a year over the same period. Dutch food safety inspectors still allegedly encounter pigs drowning in hot water having not been properly killed, according to documents obtained by an animal rights group. Campaigners have called for independent camera surveillance on slaughter lines in the Netherlands. In England, all abattoirs are required to have CCTV installed. A farming minister in the German state of Lower Saxony has called for a meat tax to be introduced in the country. Meat in Germany is currently taxed at a reduced rate of 7% instead of 19%. Former environment minister Michael Gove has previously rejected the idea of introducing a meat tax in the UK. Share your stories We also want to hear from you about your experiences and stories from inside the farming industry. Get in touch. You can contact us at: animalsfarmed@theguardian.com.", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "4", "title": "Opinion: Bird flu. SARS. China coronavirus. Is history repeating itself?", "date": "2020-01-27", "fulltext": "HONG KONG Sometimes history seems to unspool in a continuous playback loop. That is the feeling I get from watching Hongkongers donning face masks, dousing hands with sanitizer, and once again bracing for the possibility that a deadly new coronavirus outbreak originating in mainland China will spread here. Chinese authorities' delayed response, the secrecy breeding mistrust, the lack of full transparency, and efforts to control the narrative by downplaying the seriousness it all rings sadly familiar. Public health emergencies should be handled quickly, transparently, and devoid of political considerations. But public health is inherently political and, with anything involving China, politics can never be fully excised. For Chinese Communist officials, particularly at the provincial level, there is an innate tendency to cover up and conceal, their long-imbued penchant for secrecy always taking precedence over trifling concerns like promoting public awareness and advocating proper precautions. That was certainly the case in late 1997, just after China assumed sovereignty over Hong Kong, when the territory was hit by an outbreak of the H5N1 virus known as 'bird flu.' Well into the outbreak, with people sick and some dying, Hong Kong officials were reluctant to finger China as the source, even though 80% of the territory's poultry came from the mainland. Hong Kong ordered the slaughter of more than 1.3 million chickens, ducks, pigeons, and other birds, but officials were still nonsensically hesitant to point to China as the culprit behind the contagion out of fear of contradicting Beijing, which insisted strongly that all its chickens were healthy. Support STAT: STAT is offering coverage of the coronavirus for free. Please consider a subscription to support our journalism. Start free trial today. The same obfuscation and denial came from China's Communist authorities in reaction to the severe acute respiratory syndrome (SARS) epidemic, also caused by a coronavirus, in late 2002 and 2003. Even as the virus spread, Chinese officials continued to undercount cases and delay reporting information to the World Health Organization. The government did not warn the public for months, allowing people carrying the virus to migrate freely, and did not alert the WHO until February 2003. China finally began concerted action in the summer of 2003 and SARS was quickly brought under control. But the inadequate reporting and delayed response led to a public health trust deficit that persists today. Like bird flu in 1997 and the SARS epidemic of 2002 to 2003, the newest coronavirus has originated in the mainland, this time in Wuhan, most likely in a market where exotic wild animals are sold. Like before, there are suspicions that in these early stages the number of confirmed cases were undercounted, underreported, or both. Like before, there were delays and denials, with Wuhan officials initially downplaying the virus as mild, treatable, and contained while dismissing the likelihood of human-to-human transmission. Those who disagreed online were questioned by police for spreading 'false rumors.' But 2020 is not 1997, nor even 2003. China's public health infrastructure and reporting system have become more reliable. Most importantly, internet use and penetration in China today makes it virtually impossible for a cover-up to last for long. Despite censorship of some news about the coronavirus including blocking foreign media websites social media platforms have been filled with debate, discussion, and questions from citizens asking what precautions they should take. State media has also made much of President Xi Jinping's instruction to local officials to open up about the number of cases and the severity of the epidemic or risk consequences. And WHO investigators and Hong Kong specialists have been allowed to visit Wuhan. Does this signal that Beijing is opting for a new policy of transparency this time? 'It's still very mixed,' said my colleague, King-wa Fu, who studies Chinese censorship patterns at the University of Hong Kong. 'We see censorship. But we also see a lot of discussion online. We'll have to wait and see.' The rapid spiral in the number of identified cases of infection with the coronavirus, and the new draconian measures taken, like effectively quarantining Wuhan at the start of the busy Lunar New Year travel period, breeds suspicion that the real picture may be far worse than officials even now admit. Even the quarantine smacks of too little, too late. It seems ill-planned, and likely to be largely ineffective. First there is the near impracticality of sealing off a city of 11 million people, larger than the populations of Hong Kong or New York City. The move was taken the day before the New Year's Eve travel period, when many people would have already started on their journeys. Planes, trains, and buses were halted, but it was unclear what provisions would be made for private cars. Perhaps most inexplicably, the ban was announced to take effect at 10 a.m. on a Thursday, creating an early-morning crush of travelers trying to get out ahead of the quarantine. Then there's the matter of whether such a closure of Wuhan could even be effective. Some public health experts I spoke with said there seems to have been no provision made for getting food, fuel, and critical supplies like medicine into the city, or how investigators, decision-makers, or even journalists would enter and whether they would then be permitted to leave. And while the closure might temporarily tamp down the geographical spread of the coronavirus apart from those residents who have already left it could also have the unintended effect of turning Wuhan into an incubator of infection. The Hong Kong government was already facing a loss of public confidence after months of protests sparked by Chief Executive Carrie Lam's botched extradition bill. Some pro-democracy lawmakers and ordinary citizens are accusing the government of dragging its feet on the virus crisis for fear of offending Beijing for example, not shutting down the West Kowloon rail terminus, and not immediately demanding arriving mainland train passengers fill out health declaration forms. Bird flu redux. For the Chinese Communist Party, which just celebrated 70 years in power, its legitimacy derives not from any election but from its performance. China's leaders base their right to rule on how effectively they have managed what is soon to be the world's largest economy. One may have thought China's leaders had learned from their errors handling SARS. Unfortunately, history teaches us otherwise, and seems to be repeating itself again. Keith B. Richburg, a former Washington Post correspondent, is director of the University of Hong Kong's Journalism and Media Studies Centre. This article was originally published in The South China Morning Post This Week in Asia.", "media_outlet": "STAT", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "5", "title": "Avian Influenza in China Adds to Economic Concerns Amid Coronavirus Spread; China pledges more support for its economy, exempts from punitive tariffs products", "date": "2020-02-01", "fulltext": "HONG KONG—Chinese authorities announced Saturday a recurrence of avian influenza in chickens in central China, adding fresh economic concerns for a country reeling from an outbreak of coronavirus that has sickened nearly 12,000 people since it emerged in December. In a sign of the pressure already on China, Australia and Vietnam joined the U.S. and others in distancing their citizens from the country over the coronavirus, while Apple Inc. shut its stores on the Chinese mainland and Beijing pledged more support for embattled businesses. The Latest on the Coronavirus * Australia orders its citizens returning from China to self-quarantine for 14 days * Vietnam halts all flights to and from Taiwan and China * Apple closes all of its retail stores in mainland China until Feb. 9 * Beijing pledges more support for its economy * Avian influenza adds to concerns about economy The avian influenza is likely to add to the economic damage rather than pose a major immediate health risk. China's Ministry of Agriculture and Rural Affairs said that a case of H5N1 avian influenza, last identified in China in April last year, had killed 4,500 chickens in central Hunan province, prompting authorities to cull another nearly 18,000 birds. But while avian influenza can be fatal in humans, with a mortality rate of 60%, according to the World Health Organization, it doesn't spread easily to humans. In addition to the coronavirus, China has been grappling with an outbreak of African swine fever that has decimated the country's pig population over the past two years. Pork is China's main source of protein, and swine fever last year pushed overall consumer inflation to the highest level in eight years. Hunan province, where the avian influenza outbreak announced on Saturday took place, neighbors Hubei province, the epicenter of the coronavirus outbreak. Australia said that it would impose new entry restrictions in an effort to contain the spread of coronavirus, banning foreign nationals who have been in mainland China in the past 14 days from entering Australia, while Qantas Airways Ltd., the country's national carrier, said it would suspend flights to the mainland starting Feb. 9. Vietnam's civil aviation authority said it would halt all flights to and from Taiwan and China, including the special Chinese territories of Macau and Hong Kong, starting Saturday. Several countries and airlines have suspended flights to China, including Pakistan, Italy and the U.S.'s American Airlines Group Inc., Delta Air Lines Inc. and United Airlines Holdings Inc. The move by Australia, which also ordered its citizens returning from China to self-quarantine for 14 days, to tighten entry restrictions followed a U.S. tightening. A day earlier, the U.S. said it would deny entry to foreign nationals who had traveled anywhere in China within the past 14 days and imposed quarantines on Americans returning from Hubei province, whose capital is Wuhan. The coronavirus has killed 259 people and infected nearly 12,000 in China as of late Friday, according to the official National Health Commission in Beijing. The number of infected patients in China alone now exceeds the global total for severe acute respiratory syndrome, or SARS, which killed nearly 800 people after emerging from southern China in 2002 and 2003. Authorities in Beijing pledged more support for the economy in a bid to reassure investors before markets reopen on Monday. Companies and industries in regions hit particularly hard by the outbreak, including those that provide medical supplies, could get reduced lending rates, the central bank said in a joint statement with other government agencies, including the Finance Ministry and the banking regulator. China's cabinet said separately that products imported from the U.S. to control the outbreak will be exempt from punitive tariffs through March 31. Authorities also exempted tariffs and other taxes on products donated by overseas entities, according to a joint statement by the Finance Ministry and the customs agency. Resources are strained in Hubei province, and medical staff have been forced to turn away patients because of a lack of beds and basic medical supplies. Local authorities in Huanggang, a city about 35 miles east of Wuhan, imposed new restrictions on residents' movements, saying only one person per household in the city center would be allowed to go out every two days to purchase basic necessities. Apple is closing all of its retail stores and corporate offices in mainland China until Feb. 9 'out of an abundance of caution and based on the latest advice from leading health experts,' it said. The company operates more than 40 stores in China. North Korea said through its state media that it would send an aid fund to Chinese authorities, a rare extension of aid from Pyongyang. North Korean leader Kim Jong Un, in a letter to Chinese President Xi Jinping, 'expressed deep consolation for the families who lost their blood relatives due to the infectious disease,' according to a report in Pyongyang's official Korean Central News Agency. North Korea—a close ally of China that has long been dependent on China's largess—was among the first countries to adopt stringent measures to keep the coronavirus outside its borders, and vowed to redouble its efforts. 'The novel coronavirus throws the world into uneasiness and horror, but the advantages and might of our state system—will be fully demonstrated to the whole world once again, when we ensure that the virus does not reach our country and that no one suffers from the infections,' it read. Liyan Qi, Rachel Pannett, Bingyan Wang, Xiao Xiao, Tripp Mickle and Niharika Mandhana contributed to this article. Write to Erin Mendell at erin.mendell@wsj.com and Jonathan Cheng at jonathan.cheng@wsj.com and Jonathan Cheng at", "media_outlet": "WSJ", "high_rate_2": "yes", "nuance_2": "no", "comments": null, "feedback_2": "The article reports a 60% mortality rate for avian influenza in humans according to the World Health Organization. It also provides nuance by mentioning that the virus doesn't spread easily to humans, which implies that the high mortality rate may not fully represent the risk to the general population.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "6", "title": "Industry scrambles to stop fatal bird flu in South Carolina", "date": "2020-04-10", "fulltext": "DES MOINES, Iowa (AP) — An infectious and fatal strain of bird flu has been confirmed in a commercial turkey flock in South Carolina, the first case of the more serious strain of the disease in the United States since 2017 and a worrisome development for an industry that was devastated by previous outbreaks. The high pathogenic case was found at an operation in Chesterfield County, South Carolina, marking the first case of the more dangerous strain since one found in a Tennessee chicken flock in 2017. In 2015, an estimated 50 million poultry had to be killed at operations mainly in the Upper Midwest after infections spread throughout the region. “Yes, it’s concerning when we see cases, but we are prepared to respond very quickly and that was done in this case,” said Lyndsay Cole, a spokeswoman for the U.S. Department of Agriculture’s Animal and Plant Health Inspection Service. The USDA has been working in recent months with scientists and farmers in North Carolina and South Carolina, where a low pathogenic — or less severe — strain of bird flu had been detected. Low pathogenic bird flu causes few clinical signs in infected birds. However, two strains of low pathogenic bird flu — the H5 and H7 strains — can mutate into highly pathogenic forms, which are frequently fatal to birds and easily transmissible between susceptible species. Low pathogenic cases were already in an area near the South Carolina and North Carolina state line and USDA was closely monitoring and testing. The case in Chesterfield County, South Carolina was expected to be another low pathogenic case, but it came back from the laboratory high pathogenic which means the less severe virus mutated into the more severe version, Cole said. “Our scientists at the National Veterinary Services Laboratory had looked at the virus characteristics of the low path virus and they had previously indicated that this was one that was probably likely to mutate so they were watching it very closely,” Cole said. A laboratory in Ames, Iowa, confirmed the virus that had been killing turkeys was a high pathogenic H7N3 strain of avian influenza. A report on the outbreak indicates it was discovered on April 6. It has killed 1,583 turkeys and the remainder of the 32,577 birds in the flock were euthanized. State officials quarantined the farm, movement controls were implemented and enhanced surveillance was already in place in the area. “The flock was quickly depopulated and will not enter the marketplace,” said Joel Brandenberger, president of the National Turkey Federation, an industry trade group. “Thorough disinfecting and cleaning procedures have already been initiated on premises as well as surveillance of commercial flocks in the surrounding area. This occurrence poses no threat to public health. Turkey products remain safe and nutritious.” He said poultry farmers implement strict biosecurity measures year-round and routinely test flocks for avian influenza. These measures were implemented after an H5N2 avian influenza outbreak that began in December 2014 swept commercial chicken, egg laying and turkey populations throughout much of 2015 killing 50 million birds and causing as much as $3 billion in economic damage. That outbreak is believed to have originated in wild birds. Nearly 90 percent of the bird losses were on egg-laying chicken farms in Iowa and turkey farms in Minnesota. The bulk of other cases occurred in the adjacent states of Nebraska, Wisconsin, and South Dakota. Cole said since 2015 significant planning, exercises and coordination has occurred between the federal government, state agencies and the industry. Cole said the coronavirus pandemic has not affected the ability of the government to respond to the bird flu. A highly pathogenic H7N9 bird flu strain was detected in Lincoln County, Tennessee, in a chicken flock of 73,500 birds in early March 2017. Ten days later samples from a commercial flock less than two miles away also tested positive for the same strain. The birds were euthanized and buried and the virus didn’t spread further indicating immediate mitigation action can stop spread.", "media_outlet": "AP", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "7", "title": "Avian Flu Fast Facts", "date": "2024-06-05", "fulltext": "(CNN) — Here's a look at avian flu. Avian influenza, also called avian flu or bird flu, is an illness that usually affects only birds. There are many different strains of avian flu: 16 H subtypes and 9 N subtypes. Only those labeled H5, H7 and H10 have caused deaths in humans. The most commonly seen and most deadly form of the virus is called 'Influenza A (H5N1),' or the 'H5N1 virus.' Diagnosis/Treatment Most cases of human bird flu infections are due to contact with infected poultry or surfaces that are contaminated with infected bird excretions: saliva, nasal secretions or feces. Symptoms of avian flu include fever, cough, sore throat and sometimes severe respiratory diseases and pneumonia. The CDC recommends oral oseltamivir (brand name: Tamiflu), inhaled zanamivir (brand name: Relenza) and intravenous permavir (brand name: Rapivab) for the treatment of human illness associated with avian flu. The mortality rate is close to 60% for infected humans. Timeline Early 1900s -The avian flu is first identified in Italy. 1961 - The H5N1 strain is isolated in birds in South Africa. December 1983 - Chickens in Pennsylvania and Virginia are exposed to the avian flu and more than five million birds are killed to stop the disease from spreading. 1997 - Eighteen people are infected by the H5N1 strain in Hong Kong, six die. These are the first documented cases of human infection. Hong Kong destroys its entire poultry population, 1.5 million birds. 1999 - Two children in Hong Kong are infected by the H9N2 strain. February 2003 - Eighty-four people in the Netherlands are affected by the H7N7 strain of the virus, one dies. February 7, 2004 - Twelve thousand chickens are killed in Kent County, Delaware, after they are found to be infected with the H7 virus. October 7, 2005 - The avian flu reaches Europe. Romanian officials quarantine a village of about 30 people after three dead ducks there test positive for bird flu. November 12, 2005 - A one-year-old boy in Thailand tests positive for the H5N1 strain of avian influenza. November 16, 2005 - The World Health Organization confirms two human cases of bird flu in China, including a female poultry worker who died from the H5N1 strain. November 17, 2005 - Two deaths are confirmed in Indonesia from the H5N1 strain of avian influenza. January 1, 2006 - A Turkish teenager dies of the H5N1 strain of avian influenza in Istanbul, and later that week, two of his sisters die. January 17, 2006 - A 15-year-old girl from northern Iraq dies after contracting bird flu. February 20, 2006 - Vietnam becomes the first country to successfully contain the disease. A country is considered disease-free when no new cases are reported in 21 days. March 12, 2006 - Officials in Cameroon confirm cases of the H5N1 strain. The avian flu has now reached four African countries. March 13, 2006 - The avian flu is confirmed by officials in Myanmar. May 11, 2006 - Djibouti announces its first cases of H5N1 - several birds and one human. December 20, 2011 - The US Department of Health and Human Services releases a statement saying that the government is urging scientific journals to omit details from research they intend to publish on the transfer of H5N1 among mammals. There is concern that the information could be misused by terrorists. July 31, 2012 - Scientists announce that H3N8, a new strain of avian flu, caused the death of more than 160 baby seals in New England in 2011. March 31, 2013 - Chinese authorities report the first human cases of infection of avian flu H7N9 to the World Health Organization. H7N9 has not previously been detected in humans. December 6, 2013 - A 73-year-old woman infected with H10N8 dies in China, the first human fatality from this strain. January 8, 2014 - Canadian health officials confirm that a resident from Alberta has died from H5N1 avian flu, the first case of the virus in North America. It is also the first case of H5N1 infection ever imported by a traveler into a country where the virus is not present in poultry. April 20, 2015 - Officials say more than five million hens will be euthanized after bird flu was detected at a commercial laying facility in northwest Iowa. According to the US Department of Agriculture, close to eight million cases of bird flu have been detected in 13 states since December. Health officials say there is little to no risk for transmission to humans with respect to H5N2. No human infections with the virus have ever been detected. January 15, 2016 - The US Department of Agriculture confirms that a commercial turkey farm in Dubois County, Indiana, has tested positive for the H7N8 strain of avian influenza. January 24, 2017 - Britain's Department for Environment, Food & Rural Affairs releases a statement confirming that a case of H5N8 avian flu has been detected in a flock of farmed breeding pheasants in Preston, UK. The flock is estimated to contain around 10,000 birds. The statement adds that a number of those birds have died, and the remaining live birds at the premises are being 'humanely' killed because of the disease. February 12, 2017 - A number of provinces in China have shut down their live poultry markets to prevent the spread of avian flu after a surge in the number of infections from the H7N9 strain. At least six provinces have reported human cases of H7N9 influenza this year, according to Chinese state media, Xinhua. March 5-7, 2017 - The USDA confirms that a commercial chicken farm in Tennessee has tested positive for the H7N9 strain of avian flu, but says it is genetically different from the H7N9 lineage out of China. The 73,500-bird flock in Lincoln County will be euthanized, according to Tyson Foods. February 14, 2018 - Hong Kong's Centre for Health Protection announces that a 68-year-old woman has been treated for the H7N4 strain. This is the first case of this strain in a human. June 5, 2019 - Since 2013 there have been 1,568 confirmed human cases and 616 deaths worldwide from the H7N9 strain of avian flu, according to the Food and Agriculture Organization of the United Nations. December 2019 - The United Kingdom Department for Environment, Food & Rural Affairs confirms that a case of H5N1 avian flu has been detected at a poultry farm in Suffolk. 27,000 birds are humanely killed because of the disease. April 9, 2020 - The USDA confirms that a commercial turkey flock in Chesterfield County, South Carolina has tested positive for the H7N3 strain of avian flu. January 2021 - India culls tens of thousands of poultry birds after avian influenza is detected in ducks, crows and wild geese in at least a dozen locations across the country. February 18, 2021 - Russian authorities notify WHO that they have detected H5N8 in humans. 'If confirmed, this would be the first time H5N8 has infected people,' a WHO Europe spokesperson says in a statement. June 1, 2021 - China's National Health Commission announces the first human case of H10N3. February 2022 - The USDA confirms that wild birds and domestic poultry in the United States have tested positive for the H5N1 strain of avian flu. By May 17, 2023, the CDC reports there are 47 states with poultry outbreaks. April 26, 2022 - China's National Health Commission announces the first human case of H3N8. April 28, 2022 - The CDC announces a case of H5 bird flu has been confirmed in a man in Colorado. March 25, 2024 - The USDA, FDA and CDC announce H5N1 has been identified in US dairy cattle for the first time. The virus has been confirmed in dairy cattle in nine states. May 3, 2024 - A new study in the New England Journal of Medicine reveals a dairy worker was treated for bird flu after working with dairy cattle in Texas. He appears to be the first known case of mammal-to-human transmission of the virus. May 28, 2024 - The US Department of Agriculture's National Veterinary Services Laboratories announces H5N1 has been confirmed in alpacas for the first time. The animals that tested positive were on a farm in Idaho where poultry had tested positive for the virus and were culled in May. CNN Editorial Research", "media_outlet": "CNN", "high_rate_2": "yes", "nuance_2": "no", "comments": null, "feedback_2": "The article reports a human mortality rate of close to 60% for infected humans but does not provide any nuances questioning the accuracy of this rate.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "8", "title": "You got it': how bird flu turned one US farmer's life upside down", "date": "2020-09-17", "fulltext": "Greg Langmo's decades-old business was among those hit when a lethal strain decimated poultry barns across America. In April 2015, Greg Langmo's five turkey farms teemed with toms, hens and chicks. His family's decades-old business in Meeker county, Minnesota, was thriving, and the hundreds of thousands of birds he bred and sold each year were healthy. And then, late one evening, Langmo's phone rang. Birds in one of his barns, usually active, were sitting, unable to make the short walk to their feeders and waterers. The following morning, he found hundreds of limp, white-feathered bodies. Langmo sent some dead toms to the University of Minnesota's veterinary diagnostic laboratory. That night, the farmer lay sleepless. Again, his phone rang. It was a vet from the lab: 'You got it.' Langmo's farms had been hit by the Eurasian/North American H5N2 strain of lethal avian influenza, which, along with another lethal strain, Eurasian H5N8, rampaged across poultry farms in the American west and midwest between December 2014 and June 2015. A third strain, Eurasian/North American H5N1, was detected in nearly 100 wild birds by US wildlife biologists. It was the first time a foreign strain of bird flu H5N8 had entered North America and mixed with mild bird flu viruses. It's one of many lethal bird flu outbreaks to kill billions of birds and cost billions of dollars over the past hundred years. Such losses are part of the reality of farming today. Lethal avian influenza's advent is strongly linked to the development of modern agriculture, which created a global network of disease incubators—industrial farms in some parts of the world, live animal markets in others—linked by trading routes, movement of labourers and equipment, and migration of wild birds. Critical diagnosis Soon after the diagnosis, says Langmo, 'the rest of the birds began dying by the bushel.' To stop the spread, Langmo and his employees killed survivors with a swift crack to the back of the head. Within three days, virtually all 11,000 toms in the infected barn were dead. Then they moved into the other barns. Workers from the US Department of Agriculture's Animal and Plant Health Inspection Service (USDA-APHIS) arrived and doused any live birds with water-based foam, an asphyxiant used to mass-euthanise poultry in emergencies only. Foam flowed across the floors, bubbling like a choppy sea, the turkeys beneath it gasping for air. Fifteen minutes later, all were dead. Only other poultry farmers will know the helpless feeling of losing a great flock of birds, Greg Langmo reflected. He lost 225,000 turkeys across five farms. Langmo was one of 211 American commercial poultry farmers who battled bird flu during the 2014-15 outbreak, the worst the $40bn (£1bn) US poultry industry has experienced. Twenty-one flocks on backyard farms were diagnosed and destroyed. Nationwide, more than 50 million chickens and turkeys died from the virus or were killed to control it. American commercial poultry farmers lost about $1.6bn. The US poultry industry lost an estimated $3.3bn. 'This outbreak was arguably the most significant animal health event in US history,' says Dr Julie Gauthier, assistant director for poultry health at USDA-APHIS. Deadly history Lethal bird flu, originally 'fowl plague,' was first diagnosed on Italian farms in 1878. While poultry die-offs reported before 1878 may have been bird flu, this was the first time scientists distinguished the virus from bacterial poultry diseases, such as fowl cholera. Subsequent research revealed that bird flu is an influenza-A virus. These viruses are rarely lethal and often mildly afflict their natural hosts. But lethal influenza-A viruses, which mutate in and emerge from the bodies of domesticated animals, are known to infect and kill not just poultry, but birds, horses, swine, bats, dogs and even humans. The emergence and coexistence of three hybrid lethal bird flu strains—H5N1, H5N2 and H5N8—in the US during the 2014-2015 pandemic underscores the ability of influenza-A viruses to rapidly mix, transform, infect and persist. Lethal bird flu viruses have emerged more frequently as poultry farms have expanded capacities and quickened animal-rearing rates over the past 50 years. In the 37 years from 1959 to 1995, these viruses emerged 14 times globally, about one outbreak every 2.6 years; while in the 13 years from 1996 to 2008, they arose 11 times, about one outbreak every 1.2 years. These species don't mix Scientists and farmers are divided over the best way forward. In terms of prevention, should birds be kept inside, which would reduce potential contact with wild birds? Should large-scale movement of animals (industrial farming depends on the transportation of large populations of birds after breeding and for slaughter) be scaled down? That is one of the key vectors by which the disease may be spread. Some regions of the world look to good farm hygiene and high levels of biosecurity, where infected birds are confined and killed to eradicate disease; others, particularly in countries with many outdoor industrial farms, struggle with implementing biosecurity and may lack available veterinary care, so they allow diseases to circulate, using vaccines to reduce illness and mortality. 'Vaccines do not prevent birds from becoming infected with the avian influenza virus or from producing and shedding the virus into the environment,' says Gauthier, adding that up until now culling birds was the preferred solution in the US. Constant threat Gene Baur, president and co-founder of Farm Sanctuary, a UK-based animal protection organisation, believes that establishing a network of small farms serving local communities is one powerful possibility, because it reduces the need for transporting animals, farm labourers and equipment. Scientists are recognising the benefits of giving birds more space—research shows chickens stressed by overcrowded living conditions typical to commercial farms have diminished immunity to disease. After a major avian influenza outbreak in Thailand from 2004 to 2005, experts determined that industrial farms were more likely to be infected than backyard farms. In the Netherlands, after a 2003 outbreak, scientists suggested that thinning commercial flocks could prevent the next epidemic. When you confine animals in these filthy conditions they become breeding grounds for disease, Gene Baur, Farm Sanctuary, says. 'When you confine animals in these filthy, crowded, stressful conditions, just like humans, they become breeding grounds for disease,' says Baur. After considering his financial losses from the 2014-2015 pandemic, Langmo spent a year rebuilding his business, downsizing from five farms to two. He says he's boosted biosecurity by cutting cross-traffic, checking birds' health more frequently and improving sanitation with routine deep-cleanings. 'After a thorough sanitisation, each barn literally needs to be as clean as your kitchen, no feathers, no nothing,' says Langmo. 'It's very expensive.' Sign up for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "9", "title": "Bird flu fears: Dutch farms ordered to keep poultry indoors", "date": "2020-10-22", "fulltext": "THE HAGUE, Netherlands (AP) — The Dutch government said Thursday it is ordering poultry farms to keep their birds indoors after six wild swans were found recently dead and tests on two of the birds came back positive for a highly pathogenic strain of bird flu. The order was set to come into force at midnight Thursday, Agriculture Minister Carola Schouten said in a statement. She said experts believe the H5N8 strain of avian influenza likely was brought to the Netherlands by birds migrating from Russia and Kazakhstan because the same strain circulated there over the summer. The order to keep birds indoors on farms is intended to prevent the infection, which often kills affected birds, spreading from wild birds to farm poultry. Hundreds of farmers in the Netherlands keep millions of chickens and other poultry to produce eggs and meat. Many of the birds are kept in indoor stalls.", "media_outlet": "AP", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "10", "title": "Chickens to be culled after bird flu found on Dutch farm", "date": "2020-10-29", "fulltext": "THE HAGUE, Netherlands (AP) — More than 35,000 chickens are to be culled at a Dutch farm after a highly pathogenic strain of bird flu was discovered there, the agriculture ministry announced Thursday. The outbreak came despite the government last week ordering all birds on poultry farms to be kept indoors after tests confirmed a highly pathogenic strain of avian influenza in two dead wild swans found in a village near the central city of Utrecht. The government did not immediately report the exact strain of bird flu that infected chickens on the farm. The agriculture ministry tightened controls Thursday around the infected farm in the village of Altforst, 100 kilometers (62 miles) southeast of the capital, Amsterdam. Another 34 farms are situated within a 10-kilometer (6 mile) radius of the infected location. Authorities banned the transport of any birds, eggs, manure, used straw and other animal products from the 10-kilometer ring around the infected farm.", "media_outlet": "AP", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "11", "title": "UK bird flu outbreaks prompt tough new restrictions on farms", "date": "2020-11-12", "fulltext": "Farmers found to be breaching new biosecurity rules face unlimited fines or three month prison sentence Poultry keepers across England, Scotland and Wales are facing tough new lockdown-style measures on their farms to control the spread of bird flu. It follows outbreaks of a highly pathogenic H5N8 strain of bird flu in Cheshire, Devon, Gloucestershire and Hertfordshire over the past two weeks. The outbreaks have been found in wild bird populations and two broiler chicken farms, where all the birds are being culled. Farmers are required to restrict access for non-essential people, remove sources of wild bird food and ensure workers are regularly disinfecting footwear and changing clothes. Those found to not be complying face up to three months in prison or unlimited fines, according to the measures announced by the Department for Environment, Food and Rural Affairs (Defra). UK and European farmers have been on alert after outbreaks of highly pathogenic avian influenza among wild and domestic birds in western Russia and Kazakhstan. When bird flu was detected in the same area of Russia in the summers of 2005 and 2016, epidemics followed in northern and eastern Europe. However, the speed of the spread of outbreaks in Europe over the past few weeks has caught the industry by surprise, with hundreds of thousands of birds culled after multiple outbreaks across Germany and the Netherlands. Thousands of dead wild birds were also reportedly found on the north-west coast of Germany last week, most likely infected with bird flu. British Poultry Council chief executive Richard Griffiths said bird flu was a significant threat to the commercial poultry industry and he supported new restrictive measures to minimise the risk of a larger and wider outbreak. It is an incredibly difficult situation for farmers and producers if they get a case of avian influenza (AI), so the controls and their costs are made to be as fair as they can be. For instance, farmers are compensated for the culling of healthy birds as part of AI controls. The system is as fair as it possibly can be, given the nature of the situation. During the last significant bird flu outbreak in 2016/17, there was also a ban on keeping poultry outdoors. Defra said this was not being considered at present, but would be if the outbreak spread further. Public Health England (PHE) advises that the risk to public health from the virus is very low and that properly cooked poultry and poultry products, including eggs, are safe to eat. PHE said: Our advice regarding contact with wild birds remains the same make sure to wash your hands thoroughly with soap after coming into contact with any animal and do not touch any sick or dead birds. Sign up for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "12", "title": "Bird flu fears grow after spate of mysterious UK swan deaths", "date": "2020-11-27", "fulltext": "Virus causing high levels of mortality in birds, with risk to chickens and other poultry A spate of baffling swan deaths is strongly suspected to be caused by a virulent new strain of avian flu sweeping across Britain. Dying swans were found spinning in circles and discharging blood from their nostrils on Ulverston canal, Cumbria. Swan rescuers have taken in more than 25 dying birds in Worcestershire and nine swans were found dead in Stanley Park, Blackpool. Postmortem examinations have confirmed that six black swans and cygnets that died in Dawlish, Devon, had contracted the latest strain of bird flu, H5N8. Brought in by wild birds migrating across Europe, the strain last caused widespread avian deaths in the winter of 2016-17. The risk to human health from the virus is very low, according to Public Health England. Fears are growing that the virus will wipe out chickens and other poultry this winter, with outbreaks already confirmed among captive birds in Kent, Cheshire, Leicestershire, and chickens at a broiler breeding farm in Herefordshire. The government has declared an avian influenza prevention zone across England, Scotland and Wales, requiring all bird keepers to follow strict biosecurity measures. While the virus is particularly visible in swans and large wildfowl, other wild bird deaths confirmed this month include pink-footed geese, greylag geese, Canada geese, buzzards and curlews. Dr Ruth Cromie, a research fellow at the Wildfowl & Wetlands Trust, said: 'Wild birds are often seen as evil vectors, but they are victims of a virus which originally spread from poultry. Wild birds get used as scapegoats for poor biosecurity and people moving chickens around the globe.' She said avian flu, like all influenza viruses, regularly mutates, and there are either genetic or environmental factors making it particularly pathogenic this year. The virus disrupts the nervous system and can cause neurological symptoms in birds, such as head-twitching, stumbling and swimming in circles. Cromie added: 'We can be sure it is causing high levels of mortality this year.' Caroline Sim, of Flying Free, a volunteer operation to protect and rescue swans in Ulverston, said she had never seen such strange symptoms in the family of 10 swans there that died of bird flu. 'Many of them started to spin on their axis in one direction. It was terrible to see. Some of them were discharging from their nostrils and some of it was bloody,' she said. The dead birds were collected by officials from the Department for Environment, Food and Rural Affairs (Defra) to be tested. David Cash, of Worcester Swan Rescue, said about 25 swans had died. 'The swans were looking lethargic and not wanting food, and doing a lot of coughing – similar to the symptoms of Covid.' The government's prevention zone obliges all bird keepers to take measures to discourage mixing between captive and wild birds, such as feeding and watering their birds in enclosed areas, and removing wild bird food sources from around captive birds. Experts noticed an unusually high level of avian flu in Russia during the summer, and this has been spread across Europe by wild species, such as swans and geese, during their westward migration for the winter. Christine Middlemiss, the UK chief veterinary officer, repeated the Food Standards Agency advice that bird flu poses a very low food safety risk for consumers. She added: 'Whether you keep just a few birds or thousands, you are now legally required to meet enhanced biosecurity requirements and this is in your interests to do, to protect your birds from this highly infectious disease.' Cromie said that while improving biosecurity was the best short-term solution, the authorities should be looking at how these viruses originate in and are amplified by industrial meat production. Britain slaughters more than 1 billion chickens every year. She said: 'We should not be looking to put every chicken in a house, but asking: do we really need to have that many chickens? We're creating these nutty industrialised production systems that create a variety of health problems.'", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "13", "title": "All hens and other farm birds to be kept inside in GB avian flu crackdown", "date": "2020-12-04", "fulltext": "Eggs can continue to be labelled free-range for 16 weeks and poultry meat for 12 weeks, says Defra. Millions of free-range hens and other birds will have to be kept indoors from 14 December, in a national government crackdown to try to limit the spread of a virulent strain of avian flu across Great Britain. The Department for Environment, Food & Rural Affairs (Defra) said in a statement that the chief vets of England, Scotland and Wales had agreed the new legal requirement for all birdkeepers to bring their flocks indoors, to keep them separate from potentially infectious wild birds. The strict new lockdown-style measures, which have already been introduced in the Netherlands, apply not only to large commercial poultry farms but also smaller keepers with hens in coops or garden pens. Keepers are being urged to use the next 11 days to prepare for the new measures, including taking steps to safeguard animal welfare, consult their vet and where necessary erect additional housing or self-contained netted areas. Eggs can continue to be marketed and labelled as free-range for 16 weeks after the birds have been brought indoors, but if the restrictions last beyond that they must be downgraded to barn produced using stickers on packaging. Similarly, poultry meat can be labelled free-range for 12 weeks. To be defined as free range in the UK, a chicken must normally be at least 56 days old before slaughter and have had access to outside space for at least half that time. Premium free-range eggs currently represent 56% of UK retail egg sales – the highest proportion of any European country – whereas just 2% of eggs are from the barn system. Aimee Mahony, chief poultry adviser with the National Farmers' Union, urged all farmers to comply with the new rules. Due to a number of confirmed avian influenza cases, the introduction of these new housing measures is a logical next step to best protect poultry. These new measures mean that every poultry keeper, whether you have one hen in the garden or a large poultry business, must house their birds indoors and I would urge everyone with poultry to take these measures seriously. It's crucial that everyone remains vigilant and reports any signs of disease in their birds at the earliest opportunity. On Sunday, all 10,500 turkeys at a farm in Northallerton, North Yorkshire, were culled after an outbreak was spotted on Saturday, while a 3km (2-mile) and 10km temporary control zone was put in place to stop the disease spreading. About 13,500 birds were culled earlier this month following confirmation of an avian flu outbreak at a commercial farm in Helsby, near Frodsham in Cheshire. Defra reiterated that the risk to human health and food safety from the virus was very low. UK and European farmers have been on alert after outbreaks of highly pathogenic avian influenza among wild and domestic birds in western Russia and Kazakhstan. Wild birds migrating from mainland Europe during the winter period can spread the disease to poultry and other captive birds. In a joint statement, Great Britain's three chief vets said: We have taken swift action to limit the spread of the disease and are now planning to introduce a legal requirement for bird keepers to keep their birds housed or otherwise separate from wild birds. We have not taken this decision lightly, but it is the best way to protect your birds from this highly infectious disease. A spokesman for the British Egg Industry Council said: To date there have been no cases of avian flu in free-range laying flocks; however it is vital that we continue to protect the health and welfare of the UK's laying flock and commercial poultry operations. The requirement to keep birds inside from 14 December is a further step to those already taken to continue to protect flocks. It is the first time in four years that a so-called housing order has been imposed on the UK poultry sector due to a significant outbreak of bird flu, when measures were put in place from December 2016 to May 2017. A spokesman for Compassion in World Farming said: We understand the reasons for bringing poultry indoors, but would urge that the period be kept as short as possible and that steps are taken to ensure the welfare of birds temporarily confined indoors.", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "14", "title": "New measures begin to help curb British bird flu cases in poultry", "date": "2020-12-13", "fulltext": "Order made by Defra for the first time in four years, as thousands of birds have been culled in Great Britain Millions of free-range hens and other birds must be kept indoors from Monday under a national government crackdown to try to curtail the spread of a virulent strain of avian flu sweeping across Great Britain. Keepers have had 11 days to prepare for the strict new lockdown-style measures, including taking steps to safeguard animal welfare, consult their vet and where necessary erect additional housing or self-contained netted areas. The Department for Environment, Food & Rural Affairs (Defra) announced earlier this month that the chief vets of England, Scotland and Wales had agreed the new legal requirement for all owners to bring their flocks indoors, to keep them separate from potentially infectious wild birds. It applies not only to large commercial poultry farms but also smaller farmers with hens in coops or garden pens. Lockdown and the shift towards 'self-sufficiency' has triggered a huge surge in interest by individuals in keeping birds and there is concern that many may have scant regard or understanding of the importance of biosecurity measures. The restrictions will apply to chickens, ducks, turkeys, geese, pigeon (bred for meat), partridge, quail, guinea fowl and pheasants. No end date for the measures has yet been given, and Defra said they would be kept under 'regular review.' Eggs can continue to be marketed and labelled as 'free-range' for 16 weeks from today, but if restrictions last longer they must be downgraded to 'barn produced' using stickers on packaging. Similarly, poultry meat can be labelled free-range for 12 weeks. To be defined as free range in the UK, a chicken must normally be at least 56 days old before slaughter and have had access to outside space for at least half that time. Premium free-range eggs currently represent 56% of UK retail egg sales—the highest proportion of any European country—whereas just 2% of eggs are from the barn system. It is the first time in four years that a so-called housing order has been imposed on the UK poultry sector due to a significant outbreak of bird flu, when measures were put in place from December 2016 to May 2017. Thousands of turkeys have been culled after outbreaks in North Yorkshire, Cheshire and Norfolk, while cases were confirmed this week in Warwickshire and Worcestershire after a number of dead swans were found. Among commercial producers preparing for the new restrictions is Alastaire Brice, who runs Havensfield Happy Hens—currently with 160,000 laying hens in 22 flocks across farms in Norfolk and Suffolk. The current lockdown comes as no surprise, Brice told the East Anglian Daily Times: 'It's expected, bearing in mind the sporadic cases that have been going on up and down the country. Last year, they had a reprieve when bird flu didn't arrive in the country but this year it started with a bang.' It can take longer to get older flocks to adjust to coming indoors, he explained, with hens vulnerable to anxiety or aggression. Richard Griffiths, chief executive of the British Poultry Council, said: 'While contingency plans are in place and the spread of bird flu is being effectively monitored, the combination of avian influenza, the coronavirus pandemic, and a tight, non-negotiable Brexit deadline, has proven yet again the vulnerability of Britain's food security.'", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "15", "title": "Egypt reports bird flu outbreaks in rural area", "date": "2020-12-21", "fulltext": "CAIRO (AP) — Local authorities in rural Egypt have declared a state of emergency after detecting two outbreaks of bird flu. Nagy Awad, head of the veterinary agency in the southwestern province of al-Wadi al-Gedid, said Sunday that avian influenza was detected in two poultry farms in the villages of Ezab el-Qasr and Oweina in the Dakhla Oasis, located over 750 kilometers (470 miles) from the capital, Cairo. He said the infected birds were culled and authorities have carried out medical examinations of people who were in contact with them. The virus, which is mainly spread through contact with infected animals, can cause severe illness or death in humans. Egypt suffered a major outbreak of bird flu in 2006 that led to the suspension of all poultry exports. Authorities have been pressing to renew them, and earlier this year, the World Organization for Animal Health, an intergovernmental body, had declared Egypt free of bird flu for the first time in 14 years. The H5N1 strain of bird flu spread in early 2000s in Asia, Europe, Africa and the Middle East, leading to the slaughter of tens of millions of chickens and ducks. Hundreds of people were infected, many of whom died, according to the World Health Organization. Egypt is at high risk because many of its poultry farms are in residential areas. Many Egyptians also raise pigeons and chickens at home to supplement their income. Even in dense urban areas, birds are kept on rooftops, balconies and courtyards. FILE - In this Feb. 24, 2007 file photo, poultry traders feed some of their birds in the village of Tanta in the Nile deltas, 150 kilometers (93 miles) north of the capital Cairo, Egypt. Local authorities in rural Egypt have declared a state of emergency after detecting two outbreaks of bird flu. The head of the veterinary agency in a southwestern province said Sunday, Dec. 20, 2020, that avian influenza was detected in the Dakhla Oasis, located over 750 km (470 miles) from the capital, Cairo. Egypt suffered a major outbreak of bird flu in 2006 that led to the suspension of all poultry exports. (AP Photo/Said Abu el-Einein, File)", "media_outlet": "AP", "high_rate_2": "yes", "nuance_2": "no", "comments": null, "feedback_2": "The article mentions that hundreds of people were infected and many died, which implies a high mortality rate. However, it does not provide any nuances questioning the accuracy of this rate.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "16", "title": "India begins mass bird cull in response to avian flu outbreak", "date": "2021-01-06", "fulltext": "India has begun culling tens of thousands of poultry birds after avian influenza was detected in ducks, crows and wild geese in at least a dozen locations across the country. The country's Ministry of Fisheries, Animal Husbandry and Dairying issued an alert on Wednesday, urging states to take measures to avoid any further spread of the disease. The southern state of Kerala ordered the culling of more than 38,000 poultry birds on Tuesday after reports of dead birds infected with the disease emerged in two districts, according to the state's Minister for Animal Husbandry, K. Raju. \"Nineteen rapid response teams have been formed for this,\" Raju said. About 17,000 birds have been culled in Kerala so far, and eggs have also been destroyed in some districts. The northern state of Himachal Pradesh reported the death of more than 3,000 birds from the disease, mostly bar-headed geese at a wildlife sanctuary, according to Archana Sharma, a senior official in the state forest department. \"The birds affected are migratory birds. All we can do is follow the strategy of clearing up the area of contamination. We comb the entire area of the sanctuary and we physically send 10 teams every day who search for any dead birds and dispose of them,\" Sharma said. The alert comes as India continues to battle the coronavirus pandemic, which has infected more than 10.3 million people in the country, and is about to embark on one of the most ambitious mass vaccination programs ever undertaken. Avian influenza, also called avian flu or bird flu, is an illness that usually only affects birds. There are many different strains, but the most commonly seen and most deadly form of the virus is called Influenza A (H5N1), or the H5N1 virus. In India, the disease spreads mostly through migratory birds entering the country during the winter season. Most cases of human bird flu infections are due to contact with infected poultry or surfaces that are contaminated with infected bird excretions: saliva, nasal secretions or feces. Symptoms of avian flu include fever, cough, sore throat and sometimes severe respiratory diseases and pneumonia. There have been no reports of avian flu transmitting to people in India so far during this outbreak. \"There is no need to panic,\" Minister of Animal Husbandry, Dairying and Fisheries Giriraj Singh, told public service broadcaster Doordarshan on Wednesday. \"We also provide compensation to farmers for the birds that have to be culled.\" Other countries in Asia have also experienced outbreaks of bird flu this winter. In November, hundreds of thousands of chickens were culled in Japan after cases of avian flu were detected in poultry. A farm in the city of Hiroshima culled 134,000 chickens after avian flu was detected for the first time on its premises since 2004.", "media_outlet": "CNN", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "17", "title": "Calls for mass duck cull in France as bird flu hits foie gras industry", "date": "2021-01-08", "fulltext": "Highly pathogenic H5N8 virus was first detected in a bird in a pet shop on the Mediterranean island of Corsica. French producers of foie gras have called for a mass preventive cull of ducks to try to halt the spread of a severe strain of bird flu that is ripping through poultry farms in the south-west of the country. The highly pathogenic H5N8 virus was first detected in a bird in a pet shop on the Mediterranean island of Corsica in November before spreading to duck farms on the mainland in December. Several European countries have reported cases of infection, five years after a major outbreak prompted the slaughter of millions of ducks in France. \"The virus is stronger than us. New clusters are constantly emerging,\" the head of France's CIFOQ federation of foie gras producers, Marie-Pierre Pe, told Agence France-Presse. The number of outbreaks in France had now risen to 124, the ministry of agriculture said on Thursday, adding that about 350,000 ducks had been slaughtered since 24 December. Earlier this week the government's chief veterinary officer, Loic Evain, said more than 200,000 ducks had already been slaughtered and that a further 400,000 birds were set to be culled, out of about 35 million reared each year. He described the virus, which is not harmful to humans, as \"very, very contagious.\" Officials in Belgium said on Thursday they had culled three contaminated poultry flocks: one in Menin, in the west of the country, another in Dinant in the south and a third in Dixmude in western Flanders. Belgium's federal food safety agency AFSCA, which has ordered poultry owners to lock up their animals to avoid contamination, said that 20 cases of the virus had been found in wild birds. Herve Dupouy, a French producer who heads the local poultry section of the FNSEA farmers federation in the Landes department, a bastion of the foie gras industry, said \"The situation is out of control.\" He called on the state to cull all poultry flocks in the area and impose a two-month production freeze. \"There's no other solution,\" he said. So far the authorities have been culling all ducks and geese within a three-kilometre radius of an infected flock. Free-range chickens and turkeys within that range have also been slaughtered. CIFOQ said on Thursday that government officials had shared plans to expand the culls over a wider area. The bird flu clusters have been detected on poultry farms and in pet shops in the Landes department and the neighbouring Gers and Pyrenees-Atlantique departments. The head of France's chamber of agriculture, Sebastien Windsor, called on Wednesday for \"radical measures\" to try to restore confidence in export markets such as China which announced this week it was suspending French poultry imports over the virus. Producers of foie gras, a pate made from the livers of force-fed ducks or geese, fear a repeat of the devastation wrought by two previous waves of bird flu in the winters of 2015/2016 and 2016/2017. More than 25m ducks were culled in the first outbreak, followed by 4.5m the following year, causing a steep decline in foie gras production. Besides France and Belgium, the Netherlands, Sweden, Britain and Ireland have also reported bird flu outbreaks since the winter began. Dutch authorities culled 190,000 chickens in November after the discovery of the virus at two farms. Outbreaks have also been reported in India and South Korea. In India, tens of thousands of poultry will be slaughtered after an outbreak of deadly avian influenza was found to have killed scores of birds across the country. At least six Indian states have stepped up efforts this week to contain two strains of bird flu H5N1 and H5N8 after the deaths of thousands of migratory birds, ducks, crows and chickens. South Korea's agriculture ministry said on Thursday that it had so far culled 14.9m poultry since identifying its first farm-linked, highly pathogenic bird flu case in late November. With Agence France-Presse", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "18", "title": "Bird flu: humans infected with H5N8 strain for first time in Russia", "date": "2021-02-20", "fulltext": "Seven poultry workers found to be infected, but no evidence of transmission between humans A H5N8 strain of bird flu has been detected in humans for the first time, among seven workers who were infected at a Russian poultry plant in December. There is no evidence of the strain being transmitted between humans, but Russia has reported the transmission to the World Health Organization. The workers now feel well, and the situation did not develop further according to Dr Anna Popova, head of consumer health watchdog Rospotrebnadzor. She said the workers had been infected during an outbreak of the strain at the plant. Outbreaks of the strain have been reported in Russia, Europe, China, the Middle East and north Africa in recent months, but only in poultry. Other strains of bird flu, including H5N1, H7N9 and H9N2, have been transmitted to humans before. The H5N8 strain is deadly for birds, and this marks the first transmission of the strain from animals to humans. While Popova said the strain didn’t appear to be able to spread among humans, only time will tell how soon future mutations will allow it to overcome this barrier. The discovery of this strain gives us all, the whole world, time to prepare for possible mutations and the possibility to react in a timely way and develop test systems and vaccines, she said. The Vector Institute in Siberia said on Saturday that it would start developing human tests and a vaccine against H5N8, according to RIA news agency. Speaking on state TV, Popova said that Russia had reported the developments to the WHO several days ago, just as we became absolutely certain of our results. Most cases of human bird flu infections have been linked to direct contact with infected live or dead poultry, though properly cooked food is considered safe. The cases tend to be spread via migrating wild birds, leading producing countries to keep their poultry indoors or segregated from wildlife. Outbreaks of bird flu often lead poultry plants to kill their birds to prevent the virus spreading further, and often prompts other countries to impose trade restrictions. In the UK, five outbreaks of the H5N8 strain in Gloucestershire, Dorset, Devon, Cheshire and Kent were detected in November, leading officials to implement a prevention zone in England, Scotland and Wales. The Department for Environment, Food and Rural Affairs said that all birds in the affected areas had been culled humanely and control zones introduced.", "media_outlet": "Guardian", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "19", "title": "Russia tells WHO it has detected first case of avian flu strain in humans", "date": "2021-02-21", "fulltext": "Russian authorities say they have detected what is believed to be 'human infection with avian influenza H5N8,' the World Health Organization (WHO) has confirmed to CNN. Russia notified WHO of the possible strain. 'If confirmed, this would be the first time H5N8 has infected people,' a WHO Europe spokesperson said in a statement Saturday. The reported cases were workers exposed to bird flocks, according to preliminary information, the statement added. The workers were 'asymptomatic and no onward human to human transmission was reported,' the spokesperson said. Speaking during a televised briefing on Saturday, Anna Popova, the head of Russia's Federal Service for Surveillance on Consumer Rights Protection and Human Wellbeing, said that the strain had been detected in seven poultry farm workers in the south of the country, state-run news agency TASS reported. While still not confirmed by the WHO, the Russian health authority has said it is in discussion with national authorities to gather more information and 'assess the public health impact' of the incident. Avian flu usually affects only birds and there are many different strains of it. Most cases of human infection are due to contact with infected poultry or surfaces that are contaminated with infected bird excretions: saliva, nasal secretions or feces. In 2014 an H5N8 outbreak infected poultry on farms in Germany, the Netherlands and the United Kingdom.", "media_outlet": "CNN", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "20", "title": "A New Bird Flu Jumps to Humans. So Far, It� Not a Problem.", "date": "2021-04-21", "fulltext": "Covid fuels the current virus pandemic, but the world is full of flu viruses waiting in the wings. And they keep changing unpredictably. When a bird flu virus struck a major poultry farm in Russia earlier this year, it was a reminder that the coronavirus causing the pandemic was not the only dangerous virus out there. The authorities quickly tested the birds and moved into high gear, killing 800,000 chickens, disposing of the carcasses and cleaning the farm to stop the potential spread to other chicken farms. But they were also concerned for humans. They tested the birds and sequenced the virus, determining that it was the H5N8 strain of avian flu, highly dangerous to both wild and domestic birds. It is established in Asia and has been increasingly causing deadly outbreaks in birds in Europe. H5N8 viruses have infected some poultry flocks in the United States, but the viruses come from a different though related lineage of virus, distinct from the current H5N8 viruses in Asia and Europe. Flu viruses combine and mutate frequently in unpredictable ways. In the short period from Dec. 25, 2020, to Jan. 14 of this year, more than seven million birds were lost to H5N8 outbreaks in Europe and Asia. Europe alone had 135 outbreaks among poultry and 35 among wild birds. Of course, to put the numbers in context, humans consume about 65 billion chickens each year, and one estimate puts the number of chickens on the globe at any one time at 23 billion. As damaging as H5N8 has been to birds, it had never infected people. Until February. The Russian health authorities also tested about 200 of the people involved in the cleanup of the farm in Astrakhan, using nasal swabs and later blood tests for antibodies. They reported that for the first time, H5N8 had jumped to people. Seven of the workers appeared to have been infected with the virus, although none of them became ill. Only one of those seven cases, however, was confirmed by genetically sequencing the virus. Nonetheless, the potential danger of the new virus and its jump to humans set off alarm bells for Dr. Daniel R. Lucey, a physician and a specialist in pandemics at Georgetown University. He began writing about the Astrakhan event in a blog for other infectious disease experts as soon as it was publicized. He reported that during a television interview, a Russian public health official said the H5N8 virus was likely to evolve into human-to-human transmission. That possibility was frightening. 'The W.H.O. finally put out a report Feb. 26,' he said. But it did not frame the event as particularly alarming because the virus was not causing human disease, and the report judged the risk of human-to-human transmission as low, despite the Russian official's comment. To Dr. Lucey, no one else seemed to be taking the infection of humans with H5N8 as 'of any concern.' He added, 'I think it's of concern.' Other scientists said they were not as worried. Dr. Florian Krammer, a flu researcher at the Icahn School of Medicine at Mt. Sinai, said he was more concerned about other avian flu viruses like H5N1 that have already shown themselves to be dangerous to people. Another avian influenza virus, H7N9, infected people for the first time in 2013. There have been more than 1,500 confirmed cases and more than 600 deaths since then. Since 2017 there have been only three confirmed cases and the virus does not jump easily from person to person. It is always possible that any virus can evolve human-to-human transmission, as well as become more dangerous. But H5N8 would have both hurdles to jump. Compared to other viral threats, Dr. Krammer said, 'I'm not worried.' Dr. Richard J. Webby, a flu specialist at the St. Jude Graduate School of Biomedical Sciences and director of the W.H.O.'s Collaborating Centre for Studies on the Ecology of Influenza in Animals and Birds, said that all of the H5 viruses are of concern because some of them have infected and killed people. But, he said, 'They all have the same sort of binding capacity to human cells, which is limited,' he said. Flu viruses use a slightly different way to attach to cells in birds than to cells in humans and being good at one usually means not being good at the other. Dr. Webby also said that while seven infections would certainly be of concern, only one infection has been confirmed. The tests of the other six involved nasal swabs and blood antibody tests. In people with no symptoms, he said, nasal swabs can simply indicate that they had breathed in virus. That would not mean it had infected them. Blood antibody tests also have a potential for error, he said, and may not be able to distinguish exposure to one flu virus from another. Nor did he see any scientific basis for suggesting that H5N8 is more likely than any other bird flu to evolve human-to-human transmission. But any virus could evolve that ability. Dr. Lucey said that he was heartened to see that the U.S. Centers for Disease Control and Prevention had prepared a candidate vaccine for H5N8 before it had infected humans. Candidate vaccines are simply first steps in planning for potential problems, and have not been through any testing. They exist for many viruses. 'Humans should be routinely tested for the virus, right at the time of the outbreak in birds,' Dr. Lucey said. He favors the protocol followed in Astrakhan, and argues that for any outbreak among birds, public health authorities should test people who are exposed to sick birds with nasopharyngeal swabs and an antibody test, followed by other antibody tests a few weeks later. An upcoming editorial in the journal Travel Medicine and Infectious Disease also takes up the Astrakhan incident and calls for increased monitoring of all H5 viruses. A duck breeding farm in Letavertes, Hungary, were birds were being culled after the H5N8 virus was detected there in January 2020. | Zsolt Czegledi/MTI, via Associated Press", "media_outlet": "NYTimes", "high_rate_2": "yes", "nuance_2": "yes", "comments": "maybe, non-mortality reasons", "feedback_2": "The article mentions H7N9 with more than 1,500 confirmed cases and more than 600 deaths, indicating a high mortality rate. It provides nuances by discussing potential errors in testing, the limited binding capacity of H5 viruses to human cells, and the possibility of ascertainment bias in detecting infections.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "21", "title": "China reports human case of H10N3 bird flu, a possible first", "date": "2021-06-01", "fulltext": "BEIJING (AP) — A man in eastern China has contracted what might be the world’s first human case of the H10N3 strain of bird flu, but the risk of large-scale spread is low, the government said Tuesday. The 41-year-old man in Jiangsu province, northwest of Shanghai, was hospitalized April 28 and is in stable condition, the National Health Commission said on its website. No human case of H10N3 has been reported elsewhere, the commission said. “This infection is an accidental cross-species transmission,” its statement said. “The risk of large-scale transmission is low.” The news comes amid heightened awareness of the threat of emerging diseases as the COVID-19 pandemic continues to claim lives around the world. But unlike with coronaviruses, there are global influenza surveillance systems that watch for human cases of bird flu, since a strain named H5N1 cropped up in the late 1990s in Hong Kong’s crowded live-poultry markets. Between 2013 and 2017, another bird flu named H7N9 infected more than 1,500 people in China through close contact with infected chickens. With that history, authorities aren’t surprised to see occasional human cases of various bird flu strains and they monitor closely for any signs one is spreading between people. FILE - In this Tuesday Jan. 21, 2014, file photo, slaughtered chickens are displayed for sale at a wholesale poultry market in Shanghai. The Chinese government on Tuesday, June 1, 2021, says a 41-year-old man has contracted what might be the world’s first human case of the H10N3 strain of bird flu, but the risk of large-scale spread is low. (AP Photo, File)", "media_outlet": "AP", "high_rate_2": "no", "nuance_2": "no", "comments": null, "feedback_2": "Nuance not assigned; set to manual.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
{"id": "22", "title": "A man in China may be the world's first human to be infected with H10N3 strain of bird flu. What we know.", "date": "2021-06-01", "fulltext": "A man in eastern China may be the first confirmed human case of infection with the H10N3 strain of bird flu, China's National Health Commission (NHC) said Tuesday. The 41-year-old man from Jiangsu province, located northwest of Shanghai, was hospitalized April 28 after developing fever and other symptoms. He was diagnosed with the infection on May 28, according to Reuters, but is now stable and ready to be discharged from the hospital. The health commission said the infection was a result of accidental cross-species transmission. The risk of widespread transmission is low, Chinese officials said, and there are no other human cases of H10N3 reported elsewhere in the world. Avian influenza Type A viruses infect the respiratory and gastrointestinal tracts of birds and have been found in more than 100 different species of wild birds around the world, according to the U.S. Centers for Disease Control and Prevention. While these viruses don't normally infect humans, birds can shed virus in their saliva, mucous and feces, the CDC says. Human infections can occur if enough virus gets into a person's eyes, nose, or mouth. The CDC says two strains of bird flu viruses have been mostly responsible for human infection and mortality: H7N9 and H5N1. Symptoms of avian influenza A virus infections can range from mild to severe and include conjunctivitis and influenza-like illness such as fever, cough, sore throat and muscle aches. Symptoms can also be accompanied by nausea, abdominal pain, diarrhea, vomiting and severe respiratory illness, according to the CDC. While it's possible for some of these viruses to jump from birds to humans, they so far don't have the capability of transmitting between humans, said Jürgen Richt, a professor at Kansas State University and director of the Center on Emerging and Zoonotic Infectious Diseases with the National Institutes of Health. Alpha, Beta, Delta: WHO renames COVID-19 variants with Greek letter names to avoid confusion, stigma COVID origins: Biden tells intelligence agencies to step up probe of COVID-19's origins, including theory of Wuhan lab leak 'This is our biggest fear,' said Richt, who also directs the Center of Excellence for Emerging and Zoonotic Animal Diseases for the Department of Homeland Security. 'If they were to transmit human to human, then we would be at a worse situation than COVID-19 in terms of case fatality rates.' This is because bird flu strains can be particularly deadly among human populations. According to the World Health Organization, the case-fatality rate of H7N9 is roughly 30%; H5N1 is 60%. It may be unlikely the H10N3 strain can transmit between humans, Richt said, but scientists can't know for sure until they learn its genetic code and conduct epidemiological surveillance to determine if any other contacts were infected. 'The reason for that is that avian influenza viruses spread among avian species using different receptors than mammalian influenza viruses,' he said. 'In order for these viruses to transmit (among humans), the virus needs to adapt. There're several adaptation steps and, so far, this has not happened with avian flu viruses.' Contributing: Associated Press. Follow Adrianna Rodriguez on Twitter: @AdriannaUSAT. Health and patient safety coverage at USA TODAY is made possible in part by a grant from the Masimo Foundation for Ethics, Innovation and Competition in Healthcare. The Masimo Foundation does not provide editorial input.", "media_outlet": "USA Today", "high_rate_2": "yes", "nuance_2": "no", "comments": null, "feedback_2": "The article reports high human mortality rates for bird flu strains H7N9 and H5N1, with case-fatality rates of 30% and 60% respectively. However, it does not provide any nuances questioning the accuracy of these reported rates.", "error": "no", "processed": "yes", "affirm_transmissible_count": 0, "affirm_why_count": 0, "affirm_keywords_count": 0, "deny_transmissible_count": 0, "deny_why_count": 0, "deny_keywords_count": 0}
